old/20S/COMM_101/Speeches/Persuasive/brainstorm.org
#+TAGS: BORING(b) EDGY(e)
#+STARTUP: indent

* Topics
** Why a "stay-at-home mom" should not be overlooked as a potential career for women :EDGY:
** Why cyber security is important
** Why addiction to social media is serious
** Why you should stop expecting privacy on online services you pay no money for
*** Online services need to make money and they can use personalized ads to make money
*** There is no such thing as a free lunch, the cost of "free" online services is your information
** Why subscription based streaming services with exclusive content legitamize piracy
*** To watch three shows or movies, you might have to setup a subscription with 2-3 streaming services how annoying
** p

