old/20S/COMM_101/Speeches/Persuasive/brainstorm.tex
% Created 2020-04-10 Fri 21:16
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[latin1]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents


\section{Topics}
\label{sec:org3285537}
\subsection{Why a "stay-at-home mom" should not be overlooked as a potential career for women\hfill{}\textsc{EDGY}}
\label{sec:org240cf5d}
\subsection{Why cyber security is important}
\label{sec:orgecc0a11}
\subsection{Why addiction to social media is serious}
\label{sec:org3b1a22f}
\subsection{Why you should stop expecting privacy on online services you pay no money for}
\label{sec:org72f798e}
\subsubsection{Online services need to make money and they can use personalized ads to make money}
\label{sec:org89a13d4}
\subsubsection{There is no such thing as a free lunch, the cost of "free" online services is your information}
\label{sec:orga4c6d13}
\subsection{Why subscription based streaming services with exclusive content legitamize piracy}
\label{sec:orgef27f28}
\subsubsection{To watch three shows or movies, you might have to setup a subscription with 2-3 streaming services how annoying}
\label{sec:org9f99b01}
\subsection{p}
\label{sec:org82ce0e9}
\end{document}